{
    "bio": "Syed @nickname@ Romero has the knowledge of Tai Lopez, a jump shot worthy of the WNBA, and the inspirational aura of Russ. Born with no more than half a bicep, Syed @nickname@ Romero was inspired by his favourite series of young adult novels: Twilight. Reading about the amazing feats performed by Jacob’s toned, buff body, Syed @nickname@ Romero dedicated his life to building his body to be as strong as that of his lupine idol. Starting when he was no more than an ectomorphic frame attending Winston Churchill Collegiate Institute in Scarborough, Ontario, Syed @nickname@ Romero developed “Wrestlers Against Non-Males”, where he went on to earn numerous awards, including the Commitment to Justice Award, the Outstanding Leadership Award, and Most Improved Member. His dedication, as demonstrated by his consistent subscription to the local GoodLife Fitness, was unparalleled, and by the time he was 18 he had already become massive enough to sustain a measurable gravitational pull. Unfortunately, the good times could not last forever. In 2017, during his first year of university, Syed @nickname@ Romero, made friends with one of the most dangerous groups at his school: the cross-country runners. Bonding over their shared love of HIIT, the distance runners drew him in with promises of 0% body fat and endless endorphin highs. These were truly his darkest days. Though no definitive evidence has come to light, many historians allege that he experimented with cardio during this time, which would explain the rapid loss of muscle mass exhibited in this period. One day, while searching YouTube for tips on how to attract girls with his new body, he stumbled upon a video titled “Why Calisthenics Won’t Get You Girls” from BroScienceLife. Initially appalled by what seemed to be such a ludicrous claim, Syed @nickname@ Romero opened the video, intending wholeheartedly to destroy it in the comments with facts and logic. However, as the video progressed, he found himself agreeing more than he would have liked with the speaker, and struggled to find even a single point to criticize as he had originally planned. When the video was finished, he clicked through to the channel, and proceeded to watch BroScienceLife videos all night, eventually falling asleep onto his open laptop. When he awoke in the morning, he had a newfound clarity, realizing suddenly the errors of his ways. The months he wasted not only ignoring his old swole goals, but even reversing so much of the progress he had made. Felling betrayed by his new friends, but even moreso by himself, Syed @nickname@ Romero made a vow to stay away from HIIT and all forms of cardio, renewing his dedication to cultivating mass and building his strength at any cost. In the years that followed, Syed @nickname@ Romero was able not only to recover the musculature he had lost, but even surpass it, achieving a level of strength that had never before been seen on this earth. Today, Syed’s strength is unmatched. He can no longer play pool, as the cues snap like twigs under his might. An avid Mario Kart fan, he goes through 10 joy cons a day, as the A buttons invariably crumble under his powerful thumb. As the NORAD missile defense system has shrunk over the past decade, many believed it was due to outdated technology, or a reduced nuclear threat. In fact, it was made redundant by Syed @nickname@ Romero, as he can simply pluck missiles out of the air and send them hurtling back to their sender. Having achieved his most important personal goal, Syed has turned his focus outward, dreaming of a world filled with Strong Guys like himself. Today, he is offering his services to the general public in an effort to spread strength to all four corners of the earth. Think Strong Guy Syed can help you out? Check out the Hire Strong Guy section of this website for information on hourly rates.",
    "nicknames": [
        "Strong Guy",
        "The Human Bullet Bill",
        "Beef Boss",
        "Gym Bro",
        "Dorito Boy",
        "50 Shades of Whey",
        "Nothing but Traps",
        "Broke Piana",
        "Why Do I Even Try"
    ]
}