{
    "literature": "When he first arrived at High School. Syed was most looking forward to joining the wrestling team, hoping to find a group of people who would share his passion for Strong Guyism. He began asking the other students about when sign-ups were held but was surprised to find nobody could help him out. At first, he thought that the students were just clueless, but as he continued to ask around, he began to notice something strange. No matter who he asked or how he brought it up, the conversation would always end as soon as the word wrestling crossed his lips. Even the warmest, most confident of his classmates would suddenly be checking their shoulders and insisting they had no idea what he was talking about, before rushing off down the hall. After just a week of his search, it seemed that every student he passed in the halls was watching him suspiciously. Larger groups would explode in a cacophony of whispers as they stared at him, eyes filled with shock and terror. \r\nAt first, he thought it was all in his head, simply the result of an active imagination coupled with the stress of a new school. Unfortunately, it wouldn’t be long before the evidence became too much to ignore. One day, as he opened his locker to retrieve his daily ration of chicken and rice, a note fell out and landed face down on the floor. As he bent to pick it up, he saw through the page that it was not written in pen or pencil, but rather was made up of clippings from all sorts of newspapers and magazines, pasted haphazardly to form loose words. With no idea what it would be, he nervously turned the note over to read the message.\r\n“IF YOU VALUE YOUR LIFE, GIVE UP\r\nYOU WILL NEVER WRESTLE HERE ”\r\nAlthough this threat was meant to dissuade him, it goes without saying that our hero’s resolve would not be shaken so easily. In fact, as the note confirmed his suspicions that something larger was going on, it served only as inspiration to continue down his chosen path. \r\nWith a newfound vigour, Syed decided it was time to go straight to the top, to the highest authority he could think of: head gym teacher and lawyer, the honourable Doctor, Sir McKendrick Magglethorpe VI, Viscount of Scarborough and ruler from the hardwood throne. Syed ran down the halls and into his office, nearly breaking the linoleum tiles under his feet. He slammed the note down on Professor Magglethorpe’s desk and stared him down. Startled, the doctor looked up from his desk and opened his mouth to speak.\r\n“You know Syed, students really are not suppo-“  \r\n“What happened to the wrestling team?” Syed asked, too excited to get caught in a discussion about where he is or isn’t allowed to go without permission. Magglethorpe’s eyes shot open wide, betraying his otherwise calm demeanour.\r\n“Why, I haven’t the slightest idea what yo-“ \r\n“What happened to the wrestling team?” Syed asked again, nearly shouting as his patience wore thin, “I came here with one goal: to become a Strong Guy just like Chris Evans or Jacob, from the Twilight series. All I want is to join the wrestling team, but people are acting like I’m _______ just for saying the word. What. Is. Going. On.” \r\nAs he was talking, Syed had picked up an ornate glass paperweight from the professor’s desk and, as he reached his final words, crushed it in his hand as if it were a packet of soda crackers. Glancing down at the note Syed had thrown on his desk, which was now covered with a shimmering layer of glass dust, Professor Magglethorpe realized that it had already gone too far, and feigning ignorance would be of no use. He abandoned the calm, aloof expression he had worked so hard to maintain, replacing it with a sombre grimace as he turned his eyes back up to Syed, who hadn’t looked away or even blinked since barging in through the old mahogany door. They held this gruesome eye contact for what seemed like days, the only sounds in the room the low crackle of Sir Magglethorpe’s fireplace and the distant echo of basketballs coming through from the gymnasium. When Magglethorpe finally spoke, he did so in a low, measured tone, and with such severity that even the great Tony Ferguson would shudder to his core with fear. \r\n“No male student has dared utter that word in these corridors for over 30 years, and now you come in off your trolley, blathering to practically every student in the school as if it were nothing more than your average tea-time gossip.” As Professor Magglethorpe spoke, Syed continued staring into his eyes, noticing that they did not match the anger of his voice, but were instead filled with a fear greater than any he had seen before. Unfazed by the doctor’s clear attempt to intimidate him, Syed stood unaffected as the ominous torrent continued:\r\n“You are meddling in matters you shan’t ever understand, let alone have any hope of influencing. This school’s history is rich, its secrets unending, and its dangers uncountable. I suggest you walk out of this office and never think about floor mats or leotards ever again.”\r\n\tMagglethorpe pushed his glasses back up to the bridge of his nose, retrieved his peacock’s feather quill from the inkwell on his desk, and began scrawling illegibly on the papers in front of him. \r\n\t“Now if you’ll excuse me,” he said, keeping his gaze pointedly downwards, “I have attendance rolls that must be completed before the bell. ‘Tis Tender Tuesday in the dining hall and everyone knows that only those who arrive in due haste have any chance of acquiring those golden strips of the Gods’ ambrosia.”\r\n\tSyed’s brain was still spinning with questions, but he knew pressing the professor further would be futile, especially with his resolve supported by the desire for chicken tenders, which were undeniably the best item ever served in the cafeteria. Syed stood at the desk for moment, casting his eyes about the expansive study, across the old tombs that filled the walls, before his eyes came to rest on the Nobel Peace Prize which adorned the mantel, along with his numerous other accolades and achievements. He turned his back to the professor and walked to the door but paused before turning the doorknob to leave, turning back to get final word in against the professor. \r\n\t“You know, for a man with so many titles and awards, I wouldn’t have expected so much fear over a 9th grader who just wants to wrestle.” With that, Syed opened the door and stepped through to the gym, not waiting to hear the professor’s defence. \r\nComing from the warm, dusty candlelight of the professor’s study, Syed was practically blinded by the harsh fluorescent light that filled the gymnasium. Coupled with his building frustration and the incessant drumming of the senior basketball team practicing their dribbling, Syed could barely tell where he was. He started stumbling towards where he thought the door would be, but instead ended up walking directly into the janitor’s cart, nearly pulling it down with him as he tripped and fell to his hands on the shiny hardwood floors. He tried to stand up, but his feet failed him once again and he suddenly found himself face down, his cheek pressed against the cold floor and his head still spinning. As he lay there trying to regain his composure, he felt a hand on in his shoulder and heard a friendly voice begin to speak.\r\n“You doin’ alright there bud?”\r\nThough Syed knew the voice must be coming from whoever had their hand on his shoulder, it sounded like he was yelling from the end of a hallway through a corrugated metal tube. Blinking the spots out of his eyes, Syed mumbled out a quiet “I’m okay” and turned his head to try and see who was talking to him.\r\n“That was a pretty hard fall there, you been hittin’ the sauce with Magglethorpe?” the man let out a hearty chuckle and Syed realized it was the old janitor, Mr. Hannigan. With his vision almost back to normal he glanced around and saw the cleaning supplies scattered around him and realized what it was that caused his fall.\r\n“Sorry Mr. Hannigan, I don’t know what’s going on with me, I’ll help you clean this up”\r\n“Ahhhh don’t ya worry about it, nothing I can’t handle myself, sure beats cleaning the bathrooms!” with this, Mr. Hannigan let out another hearty laugh, which echoed through the gym, drawing some unimpressed looks from the  nearby basketball players. “Just be more careful next time ya come out that door, I do love waxin’ these floors!” \r\nSyed had more or less recovered by now and managed to sit up, though it certainly took some effort. Relieved, though unsurprised, by Mr. Hannigan’s understanding, Syed still tried to explain himself as much as he could. \r\n“Yeah I’ll do my best, thanks.” He glanced up at Mr Hannigan, who was leaning calmly on his mop handle, still chuckling to himself about who-knows-what. “I probably would’ve handled it better if Magglethorpe weren’t so tough to talk to. I just don’t get why everyone’s so worked up, all I want to do is find a wrest-“ \r\nSuddenly, before Syed knew what was happening, Mr. Hannigan had spun his mop around his shoulder, looped it underneath Syed’s arms, and hoisted him up from the ground. Mr. Hannigan’s friendly smile had disappeared, and his eyes narrowed, tearing into Syed’s like lasers.\r\n“You should know by now not to say that word in public,” whispered Mr. Hannigan harshly, still holding Syed aloft, his feet dangling just off the floor. “I know you’re confused, and I know Magglethorpe wouldn’t have given you anything but more mystery and drama. You deserve to know the truth, but I can’t tell you here. Meet me at the east entrance at sundown, and I’ll show you why Magglethorpe is so scared.” \r\nWith that, Mr. Hannigan lowered Syed to the ground, and with the same grace and ease as before, twirled the mop behind his back and returned it to a more natural mop-holding position. \r\n“And by Joe!” he shouted, returning to his normal, aggressively friendly demeanour, “there’s no need to be so formal! Call me Joe!” And with that, Mr. Hannigan, Joe, went back to mopping, whistling a tune that nobody but Syed would recognize: The Big Show’s entry music.\r\n\r\nSyed left the gymnasium and wandered down the hallway. Still shaken up from everything that had happened in the past few minutes, he tried to sort out what was going on. Overwhelmed by the thoughts spinning through his mind, he could only hold onto fragments of ideas for a couple seconds before they were replaced by something else. Only a couple thoughts really stuck out. One was that Magglethorpe was clearly in over his head with something, though Syed couldn’t imagine what he could be so scared of. The other was that Hannigan was far too strong, even for a janitor, and the grace with which he twirled his mop was evidence of a great deal of practice. He clearly had a secret of his own. \r\nAlthough he now had even more questions than he’d started with, Syed realized that there was no point in wasting more brain power trying to figure out what was going on until he got an explanation for Mr. Hannigan.  Still, he struggled to clear his mind and couldn’t stop checking his watch. In an effort to make the sun set faster, Syed went home to work out and eat chicken and rice. This strategy seemed to work, as hours felt like seconds, and in no time the sun had nearly found its way to the horizon. After finishing his 5th plate of chicken and rice, Syed headed back to the school, and made his way to the East entrance, stepping into the long shadow the school cast on the adjacent football field.\r\nThe schoolyard was empty, and Syed took a seat on a bench just a few meters away from the entryway. Not seeing any sign of Mr. Hannigan, Syed pulled Twilight from his bag and started reading to pass the time. Syed quickly got lost in its pages, and nearly forgot he was waiting for someone. Finally, as the last light drained from the sky and he could no longer see the words in front of him, Syed realized he had been waiting for over an hour with no sign of the janitor. He started to panic, wondering if he had missed him while he was so lost in the magical world of Twilight. \r\nJust as that thought came into his head, he saw a figure come around from the other side of the school, carrying what looked like an old oil lamp. As the figure drew near, it cast the beam of its lamp onto Syed, and then let out a relieved sigh.\r\n“Thank goodness!” he said, in an excited whisper. “I was worried you would have given up by now.” It was, of course, Mr. Hannigan though his usual janitor’s outfit was mostly covered by a rough woolen cloak he had wrapped around his body and over his head, hiding all but the bottom of his face from the warm light of the oil lamp. \r\n“Sorry for the delay,” he said, keeping his voice much lower than usual. “I got distracted by a garage sale on my way over, lost track of time… I found this sweet antique lamp though, pretty cool right? Anyways, I got something else for ya.” Mr. Hannigan extended his arm and passed Syed a rough bundle of cloth. “It’s a cloak, we can’t let risk someone seeing us snooping around the school at night.”\r\nSyed undid the knots holding the bundle together and wrapped the rough burlap cloak around his shoulders and over his head, matching the style of Mr. Hannigan’s. \r\n“Perfect, now we’re ready. Follow me.”\r\n\r\nMr. Hannigan walked over to the door and pulled out a keychain which must have had at least a hundred keys of all different sizes. Illuminating it with the lamp, he deftly tossed the ring in the air and caught it again by one of the keys, which he proceeded to insert into the lock, unlocking and opening the door. He turned to Syed, who had yet to say a single word, and raised a single finger to his lips to indicate that they needed to be quiet. Syed, thankful that the cloak would hide his rolling eyes, followed Mr. Hannigan into the building, slowly closing the door to avoid disturbing the silence.\r\nThe pair walked swiftly but silently down the halls, the lamp light bobbing from side to side while their cloaks flapped behind them. Not yet having had the time to familiar himself with the school, Syed quickly lost track of where he was as Mr. Hannigan led him rapidly through the halls, not breaking his pace until he came to the door of a supply closet next to the gym. As he opened the door, Syed saw that it wasn’t a supply closet at all, but rather an old spiral staircase leading down into the basement.\r\nThey stepped through the door, and as it closed behind them, Mr. Hannigan dropped his hood to his shoulder.\r\n“We’re safe now,” he said, leading Syed down the stone steps. “this used to be the main storage room for the school’s athletics department, but I’m the only one who’s been down here for years.”\r\n“So you can tell me what’s going on now?” asked Syed excitedly, as Mr. Hannigan set the lamp down on a table at the bottom of the steps and flicked the lights on. The fluorescent tubes flickered on, illuminating a rather mundane storage area, relative to the ancient stairs that brought them into it. It was mostly filled with old derelict workout equipment, along with a few stacks of nondescript cardboard boxes. Against the far wall was a trophy case, its glass shattered, with one trophy sitting alone on the middle shelf.\r\n“In a minute,” responded Mr. Hannigan, “we still have further to go.”  \r\nWith that, he strode across the room to the trophy case, grasped that one lonely trophy, and pushed it to the side. Syed watched in amazement as Mr. Hannigan, using the trophy as a handle, pushed the entire case to the side with as much ease as if it were a sliding glass door. Then, ducking through a small opening which the case had previously concealed, Mr. Hannigan disappeared into darkness.\r\n\r\n\tSyed approached the opening slowly, unsure of what was hiding in the darkness. Then, he heard a click at the other end, and peering around the corner, he could suddenly see that it was just a short tunnel, at the end of which stood Mr. Hannigan. \r\n\t“Come on then,” he said, beckoning Syed to join him in what appeared to be yet another hidden storage room, “don’t go learning patience on me now! You’re finally about to learn the truth!”\r\n\tMr. Hannigan’s ultimately words proved unnecessary, as Syed, seeing that there was more than just darkness in the wall, had begun to make his way down the tunnel and into what would prove to be the sanctum of his thus-far scorned intentions. \r\n\tAs he caught up to Mr. Hannigan, he was shocked as he realized the scale of the chamber, and then, seeing its contents, stood completely immobilized by his amazement. It was like a cathedral, with vaulted stone ceilings that must have extended all the way up to the roof of the school. But this was clearly no temple of faith; it was in fact a temple of strength. Hanging from the ceiling, where there should be tapestries, instead there were wrestling mats. On the floor beneath, where there should be pews, there were instead rows on rows of workout equipment. Some perplexingly advanced, others ancient and rudimentary, but all were as pristine as if they had just been built. And then, on the walls, where there should have been art, stood trophy case after trophy case, filled with the regalia of the Strong Guy: weights, trophies, championship belts, and all other manner of memorabilia. \r\n\t“What is this place?” asked Syed, still unable to process that this Shangri La had been in his school all this time.\r\n\t“This is the NAME OF THE TEMPLE. A place for Guys to become Strong. It may be tough to believe, but this school was once a bastion for people like yourself.” Mr. Hannigan gestured to one of the trophy cases, which was stuffed with trophies of all shapes and sizes, some precariously balanced on top of the others as there wasn’t enough space on the shelves. “That case contains the spoils of just one year of wrestling tournaments. While I was a member, we won every tournament or exhibition we attended except one. Unfortunately, that one loss is the one which now overwhelms my memory…”\r\n\tSyed’s head was spinning with questions and, struggling to decide where to start, he focused on the most surprising part of Mr. Hannigan’s statement. Syed managed to stutter out a question, completely unable to disguise the shock in his voice.\r\n\t“While you were a member?! You mean, you wrestled here?” \r\nMr. Hannigan laughed at Syed’s uncontrollable disbelief and began to unhook a picture frame from the wall as he started to reply.\r\n\t“I know it’s tough to believe seeing me now,” he said, gesturing to his old, frail-looking frame, “but it’s true. I was a lot like you back then, so naturally I joined the wrestling team right away.” \r\n\tWith this, Mr. Hannigan passed the picture to Syed, who saw that it was an old championship photo of a wrestling team, the school’s logo displayed clearly on their uniforms. Standing proud in the middle, Syed saw Mr. Hannigan. Though his muscles had been much larger and his hair much thicker, his face was almost completely unchanged, with the notable exception of his bare upper lip, which was now adorned with a strong, broad moustache. Standing just in front of Mr. Hannigan, shorter but just as proud, Syed was shocked to see yet another familiar face.\r\n\t“Is that… Magglethorpe?” Magglethorpe had seen similar changes in time, but was given away AS the only wrestler wearing a robe over his leotard, not unlike the one he was wearing when Syed had visited him that morning. \r\n\t“Indeed it is,” replied Mr. Hannigan, “he and I were co-captains that year, though it was rare for us to agree on anything. He had clearly lost sight of our true goals, and it was his who ultimately led to our demise.”\r\n\tMr. Hannigan was no longer his usually cheery self, but either was he speaking with the same grim mystery as he had in the gym. Instead, he spoke with a quiet sorrow, his words dripping with longing. \r\n\t“What happened then?” asked Syed. Looking up at the wall, Syed noticed that the picture he was looking at was the last in a long line of annual team photos. “Was this the last wrestling team we had?”\r\n\tAfter a long silence, Mr. Hannigan casting his tearful eyes across the trophies and belts, he finally began to spoke.\r\n\t“Yes,” he said, “that picture was the last wrestling team WCCI ever had.” Mr. Hannigan’s voice wavered, and he paused for a moment to gather himself before continuing.\r\n\r\n"
}